Repository: ekwator/My-WEB-History
Catalog: Drupal_And_Joomla/sites/Ural/testsite/htdocs/modules/system/translations/misc.*.po
Languages: ru

source: Select all rows in this table
ru: Отметить все колонки таблицы

source: Deselect all rows in this table
ru: Снять отметку со всех колонок таблицы

source: Join summary
ru: Объединить анонс

source: Split summary at cursor
ru: Отделить анонс от основного материала

source: Unspecified error
ru: Неопределенная ошибка

source: An HTTP error @status occurred. @uri
ru: Произошла HTTP ошибка @status. \n@uri

source: Changes made in this table will not be saved until the form is submitted.
ru: Сделанные в списке изменения не вступят в силу, пока вы не сохраните их.

source: Drag to re-order
ru: Переместите для изменения порядка

source: An error occurred. @uri @text
ru: Возникла ошибка. \n@uri\n@text

source: An error occurred. @uri (no information available).
ru: Возникла ошибка. @uri (нет доступной информации).
