Repository: ekwator/My-WEB-History
Catalog: Drupal_And_Joomla/sites/weteam/weteam.*/sites/all/modules/cck/modules/content_multigroup/translations/modules-content_multigroup.*.po
Languages: ru

source: Labels
ru: Метки

source: Multigroup
ru: Многогрупповой

source: You are moving the field %field into a Multigroup.
ru: Вы переносите поле %field в мультигрупповое.

source: You are moving the field %field out of a Multigroup.
ru: Вы переместили поле %field из Множественной группы.

source: [Subgroup format]
ru: [Формат подгрупп]

source: Number of times to repeat the collection of Multigroup fields.
ru: Количество повторов набора полей в мультигруппе.

source: Number of repeats
ru: Количество повторов

source: Subgroup %number label
ru: Метка %number подгруппы

source: Add more values
ru: Добавить больше значений

source: Multigroup settings
ru: Настройки мультигрупп

source: Multiple columns
ru: Множественные столбцы

source: Enable this option to render each field on a separate column on the node edit form.
ru: Включите эту опцию для отображения каждого поля в отдельной колонке в форие редактирования материала.

source: Enable this option to require a minimum of one collection of fields in this Multigroup.
ru: Включите этот параметр, чтобы требовать минимум один набор полей в этой мультигруппе.

source: 'Unlimited' will provide an 'Add more' button so the users can add items as many times as they like.
ru: При выборе "Без ограничений" появится кнопка "Добавить еще", чтобы пользователи смогли ввести столько данных, сколько они пожелают

source: !name field is required in group @group.
ru: Для группы @group требуется поле !name.

source: Group @name requires one collection of fields minimum.
ru: Для группы @name требуется минимум один набор полей.

source: Content Multigroup
ru: Многогрупповое содержимое

source: Combine multiple CCK fields into repeating field collections that work in unison.
ru: Объединение множественные поля CCK в повторяющееся коллекцию полей, которые работают в унисон.

source: Unordered List
ru: Ненумерованный список

source: This group requires one collection of fields minimum.
ru: Для этой группы требуется минимум один набор полей.

source: You cannot place any kind of group inside a multigroup. The group @name was moved back to where it started.
ru: Вы не можете разместить любую группу внутри мультигруппы. Название группы @nam было перенесено туда, где оно ввелось.
