Repository: ekwator/My-WEB-History
Catalog: Drupal_And_Joomla/sites/weteam/weteam.*/sites/all/modules/cck/modules/content_migrate/includes/translations/modules-content_migrate-includes.*.po
Languages: ru

source: Status
ru: Статус

source: This operation cannot be undone!
ru: Эта операция не может быть отменена!

source: Available fields
ru: Доступные поля

source: There is no D6 field information in this database.
ru: В этой базе данных нет информации о D6 поле

source: No fields are available to be migrated.
ru: Нет доступпных полей для перенесения.

source: Migrate selected fields
ru: Миграция выделенных полей

source: Converted fields
ru: Конвертированные поля

source: No fields are already converted.
ru: Никакие поля уже не преобразованы.

source: Roll back selected fields
ru: Откат выбранных полей

source: Unavailable fields
ru: Недоступные поля

source: Fields that cannot be migrated because some modules are missing.
ru: Поля не могут быть перемещены, потому что некоторые модули отсутствуют.

source: No fields have missing modules.
ru: Ни у каких полей нет недостающих модулей.

source: Rolling back @field_name.
ru: Откат @ ield_name.

source: Created field @field_name
ru: Создано поле @field_name

source: Error creating field @field_name
ru: Ошибка создания поля @field_name

source: "Creating field: %field
ru: "Создание поля: %field
